Repository: TypeWhisper/typewhisper-mac
Catalog: Plugins/SeedASRPlugin/Localizable.xcstrings
Source language: en
Languages: de

source: All credentials are stored securely in the macOS Keychain.
de: Alle Anmeldedaten werden sicher im macOS-Schlüsselbund gespeichert.

source: API Key (X-Api-Key)
de: API-Schlüssel (X-Api-Key)

source: Boosting Table ID
de: Boosting-Tabellen-ID

source: Connected
de: Verbunden

source: Connection Failed
de: Verbindung fehlgeschlagen

source: Default volc.seedasr.sauc.duration (2.0).
de: Standard volc.seedasr.sauc.duration (2.0).

source: Get from console.volcengine.com → Speech Tech → Apps. Stored in macOS Keychain.
de: Erhältlich unter console.volcengine.com → Speech Tech → Apps. Wird im macOS-Schlüsselbund gespeichert.

source: Optional. Create a table at console.volcengine.com → Speech Tech → Hotword Management, then paste its ID here. Leave blank to disable.
de: Optional. Erstellen Sie eine Tabelle unter console.volcengine.com → Speech Tech → Hotword Management und fügen Sie die ID hier ein. Leer lassen zum Deaktivieren.

source: Test Connection
de: Verbindung testen

source: Testing…
de: Wird getestet…
